Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.section.cloudMachines
source: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle
ar: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle سحابة أجهزة آلة افتراضية كمبيوتر مستمر بيئة رملية ترقية خطة أسطول نمط حر
de: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle cloud-maschinen vm virtuelle maschine permanenter computer sandbox plan upgrade flotte freestyle
es: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle nube maquinas vm maquina virtual computadora persistente sandbox plan actualizar flota freestyle
fr: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle machines cloud vm machine virtuelle ordinateur persistant sandbox plan mise à niveau flotte freestyle
ja: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle クラウド マシン 仮想マシン 永続 コンピュータ プラン アップグレード
ko: 클라우드 머신 vm 가상 머신 영구 컴퓨터 샌드박스 요금제 업그레이드 플릿 프리스타일 cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle
zh_hans: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle 云端 机器 虚拟机 持久 沙盒 套餐 升级
zh_hant: cloud machines vm virtual machine persistent computer sandbox plan upgrade fleet freestyle 雲端 機器 虛擬機器 永續電腦 沙盒 方案 升級 設備群 自由型

# settings.search.alias.section.customSidebars
source: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated
ar: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated مخصص أشرطة جانبية شعور رمز سويفت جيسون مفسر مصير داخل العملية عامل عن بعد معزول
de: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated benutzerdefinierte seitenleisten vibe-code swift json interpretierter renderer in-process remote-worker isoliert
es: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated barras laterales personalizadas codigo swift json interpretado renderizador en proceso trabajador remoto aislado
fr: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated barres latérales personnalisées vibe code swift json interprété moteur de rendu en processus travailleur distant isolé
ja: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated カスタムサイドバー バイブコード swift json インタープリタ レンダラー アプリ内 分離プロセス
ko: 사용자 정의 사이드바 바이브 코드 swift json 해석기 렌더러 인프로세스 원격 워커 격리 custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated
zh_hans: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated 自定义 侧边栏 vibe code swift json 解释型 渲染器 进程内 远程工作者 隔离
zh_hant: custom sidebars vibe code swift json interpreted renderer in-process remote worker isolated 自訂 側邊欄 vibe 程式碼 swift json 直譯器 算繪器 處理程序內 遠端 工作者 隔離

# settings.search.alias.section.globalHotkey
source: system shortcut global keyboard show hide bring forward
ar: system shortcut global keyboard show hide bring forward لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع النظام عام تقدم
bs: system shortcut global keyboard show hide bring forward tastatura prečica prečice hotkey komande tipke snimač izgled tema boja boje shema svijetlo tamno sistem način Sistemski Globalno Naprijed
da: system shortcut global keyboard show hide bring forward tastatur genvej genveje hotkey kommandoer taster optager udseende tema farve farver skema lys mørk tilstand Globalt Frem
de: system shortcut global keyboard show hide bring forward tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder darstellung design farbe farben schema hell dunkel modus Vor
es: system shortcut global keyboard show hide bring forward teclado atajo atajos tecla rápida comandos teclas grabador apariencia tema color colores esquema claro oscuro sistema modo Adelante
fr: system shortcut global keyboard show hide bring forward clavier raccourci raccourcis touche globale commandes touches enregistreur apparence thème couleur couleurs schéma clair sombre système mode Général Suivant
it: system shortcut global keyboard show hide bring forward tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore aspetto tema colore colori schema chiaro scuro sistema modalità Globale Avanti
ja: system shortcut global keyboard show hide bring forward システム ショートカット グローバル ホットキー キーボード 表示 非表示 前面
ko: system shortcut global keyboard show hide bring forward 키보드 단축키 핫키 명령 키 기록기 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 전역 앞으로
nb: system shortcut global keyboard show hide bring forward tastatur snarvei snarveier hurtigtast kommandoer taster opptaker utseende tema farge farger skjema lys mørk modus Globalt Fremover
pl: system shortcut global keyboard show hide bring forward klawiatura skrót skróty klawisz polecenia klawisze rejestrator wygląd motyw kolor kolory schemat jasny ciemny tryb Systemowy Globalne Do przodu
pt_br: system shortcut global keyboard show hide bring forward teclado atalho atalhos tecla rápida comandos teclas gravador aparência tema cor cores esquema claro escuro sistema modo Avançar
ru: system shortcut global keyboard show hide bring forward клавиатура сочетание клавиш горячая клавиша команды клавиши запись внешний вид тема цвет цвета схема светлый темный система режим Системное Глобальные Вперед Системный Системная
th: system shortcut global keyboard show hide bring forward แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด ทั่วไป ไปข้างหน้า
tr: system shortcut global keyboard show hide bring forward klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici görünüm tema renk renkler şema açık koyu sistem mod Genel İleri
uk: system shortcut global keyboard show hide bring forward клавіатура скорочення гарячі клавіші команди записувач вигляд тема колір кольори схема світлий темний система режим Системна Глобальна Вперед
zh_hans: system shortcut global keyboard show hide bring forward 键盘 快捷键 热键 命令 按键 录制器 外观 主题 颜色 配色 浅色 深色 系统 模式 全局 前进
zh_hant: system shortcut global keyboard show hide bring forward 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 外觀 主題 顏色 配色 淺色 深色 系統 模式 全域 下一頁

# settings.search.alias.section.keyboardShortcuts
source: keybinds key bindings hotkeys chords accelerators commands
ar: keybinds key bindings hotkeys chords accelerators commands لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل
bs: keybinds key bindings hotkeys chords accelerators commands tastatura prečica prečice hotkey komande tipke snimač
da: keybinds key bindings hotkeys chords accelerators commands tastatur genvej genveje hotkey kommandoer taster optager
de: keybinds key bindings hotkeys chords accelerators commands tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder
es: keybinds key bindings hotkeys chords accelerators commands teclado atajo atajos tecla rápida comandos teclas grabador
fr: keybinds key bindings hotkeys chords accelerators commands clavier raccourci raccourcis touche globale commandes touches enregistreur
it: keybinds key bindings hotkeys chords accelerators commands tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore
ja: keybinds key bindings hotkeys chords accelerators commands キーバインド キー割り当て ホットキー コード コマンド ショートカット
ko: keybinds key bindings hotkeys chords accelerators commands 키보드 단축키 핫키 명령 키 기록기
nb: keybinds key bindings hotkeys chords accelerators commands tastatur snarvei snarveier hurtigtast kommandoer taster opptaker
pl: keybinds key bindings hotkeys chords accelerators commands klawiatura skrót skróty klawisz polecenia klawisze rejestrator
pt_br: keybinds key bindings hotkeys chords accelerators commands teclado atalho atalhos tecla rápida comandos teclas gravador
ru: keybinds key bindings hotkeys chords accelerators commands клавиатура сочетание клавиш горячая клавиша команды клавиши запись
th: keybinds key bindings hotkeys chords accelerators commands แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก
tr: keybinds key bindings hotkeys chords accelerators commands klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici
uk: keybinds key bindings hotkeys chords accelerators commands клавіатура скорочення гарячі клавіші команди записувач
zh_hans: keybinds key bindings hotkeys chords accelerators commands 键盘 快捷键 热键 命令 按键 录制器
zh_hant: keybinds key bindings hotkeys chords accelerators commands 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器

# settings.search.alias.section.mobile
source: ios iphone ipad mobile pairing local network permission sync
ar: ios iphone ipad mobile pairing local network permission sync آي أو إس آيفون آيباد محمول اقتران شبكة محلية إذن مزامنة
de: ios iphone ipad mobile pairing local network permission sync ios iphone ipad mobil pairing lokales netzwerk berechtigung synchronisierung
es: ios iphone ipad mobile pairing local network permission sync ios iphone ipad movil vinculacion red local permiso sincronizacion
fr: ios iphone ipad mobile pairing local network permission sync ios iphone ipad mobile jumelage réseau local autorisation synchronisation
ja: ios iphone ipad mobile pairing local network permission sync ios iphone ipad モバイル ペアリング ローカルネットワーク 権限 同期
ko: ios 아이폰 아이패드 모바일 페어링 로컬 네트워크 권한 동기화 ios iphone ipad mobile pairing local network permission sync
zh_hans: ios iphone ipad mobile pairing local network permission sync ios iphone ipad 移动端 配对 本地网络 权限 同步
zh_hant: ios iphone ipad mobile pairing local network permission sync ios iphone ipad 行動裝置 配對 本機網路 權限 同步

# settings.search.alias.section.networking
source: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer
ar: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh مرحل مرحلات خادم أسطول مزود منطقة مخصص مستضاف ذاتيًا شبكة خاصة tailscale شبكة افتراضية خاصة نظير مباشر
de: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh relay relays server flotte anbieter region benutzerdefiniert selbst-gehostet privates netzwerk tailscale vpn direkter peer
es: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh retransmision servidores flota proveedor region personalizado autoalojado red privada tailscale vpn directo par
fr: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh relais relais-serveur flotte fournisseur région personnalisé auto-hébergé réseau privé tailscale vpn direct pair
ja: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh リレー サーバー フリート プロバイダー リージョン カスタム セルフホスト プライベートネットワーク tailscale vpn 直接 ピア
ko: iroh 릴레이 서버 플릿 제공자 리전 사용자 정의 셀프 호스팅 사설 네트워크 tailscale vpn 직접 피어 iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer
zh_hans: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh 中继 relay relays 服务器 fleet 提供商 区域 自定义 自托管 私有网络 tailscale vpn 直连 direct peer
zh_hant: iroh relay relays server fleet provider region custom self hosted private network tailscale vpn direct peer iroh 中繼 中繼站 伺服器 群組 提供商 區域 自訂 自行裝設 私人網路 tailscale vpn 直接 節點

# settings.search.alias.section.reset
source: factory defaults restore clear preferences
ar: factory defaults restore clear preferences تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع إعادة ضبط مصنع افتراضي استعادة مسح التفضيلات… التعيين تعيين
bs: factory defaults restore clear preferences aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije reset fabrički zadano vrati očisti Postavke… Obriši Resetovanje Resetuj
da: factory defaults restore clear preferences app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer nulstil fabrik standard gendan ryd Indstillinger…
de: factory defaults restore clear preferences app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen zurücksetzen werkseinstellungen standard wiederherstellen löschen …
es: factory defaults restore clear preferences aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo json esquema documentación referencia restablecer fábrica predeterminado restaurar borrar Preferencias…
fr: factory defaults restore clear preferences application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence réinitialiser usine défaut restaurer effacer Préférences...
it: factory defaults restore clear preferences app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione file json schema documentazione riferimento reimposta fabbrica predefinito ripristina cancella Preferenze…
ja: factory defaults restore clear preferences 初期化 デフォルト 復元 リセット 設定を消去
ko: factory defaults restore clear preferences 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 재설정 초기화 기본값 복원 지우기 환경설정…
nb: factory defaults restore clear preferences app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser tilbakestill fabrikk standard gjenopprett tøm … Fjern
pl: factory defaults restore clear preferences aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja reset fabryczne domyślne przywróć wyczyść Preferencje… Resetuj
pt_br: factory defaults restore clear preferences app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência redefinir fábrica padrão restaurar limpar Preferências…
ru: factory defaults restore clear preferences приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения сброс заводские по умолчанию восстановить очистить Настройки... Сбросить
th: factory defaults restore clear preferences แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง การตั้งค่า...
tr: factory defaults restore clear preferences uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru sıfırla fabrika varsayılan geri yükle temizle Tercihler…
uk: factory defaults restore clear preferences програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник скидання заводські типові відновити очистити Скинути Параметри…
zh_hans: factory defaults restore clear preferences 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 重置 出厂 默认 恢复 清除 偏好设置...
zh_hant: factory defaults restore clear preferences 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 重置 出廠 預設 還原 清除 偏好設定...

# settings.search.alias.section.settingsJSON
source: configuration config file json jsonc dotfile ~/.config schema docs
ar: configuration config file json jsonc dotfile ~/.config schema docs إعدادات تكوين ملف مخطط وثائق مرجع تفضيلات محرر كود فتح مسار المستندات
bs: configuration config file json jsonc dotfile ~/.config schema docs postavke konfiguracija datoteka šema dokumentacija referenca preferencije editor kod otvori putanja
da: configuration config file json jsonc dotfile ~/.config schema docs indstillinger konfiguration fil skema dokumentation reference præferencer editor kode åbn sti
de: configuration config file json jsonc dotfile ~/.config schema docs einstellungen konfiguration datei dokumentation referenz präferenzen editor code öffnen pfad
es: configuration config file json jsonc dotfile ~/.config schema docs ajustes configuración archivo esquema documentación referencia preferencias editor código abrir ruta
fr: configuration config file json jsonc dotfile ~/.config schema docs réglages fichier schéma documentation référence préférences éditeur code ouvrir chemin
it: configuration config file json jsonc dotfile ~/.config schema docs impostazioni configurazione documentazione riferimento preferenze editor codice apri percorso
ja: configuration config file json jsonc dotfile ~/.config schema docs 設定 構成 ファイル json jsonc ドットファイル スキーマ ドキュメント
ko: configuration config file json jsonc dotfile ~/.config schema docs 설정 구성 파일 스키마 문서 참조 환경설정 편집기 코드 열기 경로
nb: configuration config file json jsonc dotfile ~/.config schema docs innstillinger konfigurasjon fil skjema dokumentasjon referanse preferanser redigerer kode åpne bane
pl: configuration config file json jsonc dotfile ~/.config schema docs ustawienia konfiguracja plik schemat dokumentacja referencja preferencje edytor kod otwórz ścieżka
pt_br: configuration config file json jsonc dotfile ~/.config schema docs configurações configuração arquivo esquema documentação referência preferências editor código abrir caminho
ru: configuration config file json jsonc dotfile ~/.config schema docs настройки конфигурация файл схема документация справочник предпочтения редактор код открыть путь
th: configuration config file json jsonc dotfile ~/.config schema docs การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ค่ากำหนด ตัวแก้ไข โค้ด เปิด เส้นทาง
tr: configuration config file json jsonc dotfile ~/.config schema docs ayarlar yapılandırma dosya şema belgeler başvuru tercihler düzenleyici kod aç yol
uk: configuration config file json jsonc dotfile ~/.config schema docs налаштування конфігурація файл схема документація довідник параметри редактор код відкрити шлях
zh_hans: configuration config file json jsonc dotfile ~/.config schema docs 设置 配置 文件 架构 文档 参考 偏好设置 编辑器 代码 打开 路径
zh_hant: configuration config file json jsonc dotfile ~/.config schema docs 設定 設定檔 檔案 結構描述 文件 參考 偏好設定 編輯器 程式碼 開啟 路徑

# settings.search.alias.section.sidebarAppearance
source: sidebar left rail navigation details branches badges material terminal background
ar: sidebar left rail navigation details branches badges material terminal background الشريط الجانبي تنقل يسار تفاصيل فروع شارات مادة طرفية خلفية
bs: sidebar left rail navigation details branches badges material terminal background bočna traka navigacija lijevo detalji grane značke materijal terminal pozadina
da: sidebar left rail navigation details branches badges material terminal background sidebjælke navigation venstre detaljer grene badges materiale terminal baggrund
de: sidebar left rail navigation details branches badges material terminal background seitenleiste navigation links details zweige badges material terminal hintergrund
es: sidebar left rail navigation details branches badges material terminal background barra lateral navegación izquierda detalles ramas insignias material terminal fondo
fr: sidebar left rail navigation details branches badges material terminal background barre latérale navigation gauche détails branches badges matériau terminal arrière-plan
it: sidebar left rail navigation details branches badges material terminal background barra laterale navigazione sinistra dettagli branch badge materiale terminale sfondo
ja: sidebar left rail navigation details branches badges material terminal background サイドバー 左 ナビゲーション 詳細 ブランチ バッジ マテリアル ターミナル 背景
ko: sidebar left rail navigation details branches badges material terminal background 사이드바 탐색 왼쪽 세부사항 브랜치 배지 머티리얼 터미널 배경
nb: sidebar left rail navigation details branches badges material terminal background sidefelt navigasjon venstre detaljer grener merker materiale terminal bakgrunn
pl: sidebar left rail navigation details branches badges material terminal background pasek boczny nawigacja lewy szczegóły gałęzie odznaki materiał terminal tło
pt_br: sidebar left rail navigation details branches badges material terminal background barra lateral navegação esquerda detalhes branches badges material terminal fundo
ru: sidebar left rail navigation details branches badges material terminal background боковая панель навигация слева детали ветки бейджи материал терминал фон
th: sidebar left rail navigation details branches badges material terminal background แถบด้านข้าง นำทาง ซ้าย รายละเอียด branch badge วัสดุ เทอร์มินัล พื้นหลัง
tr: sidebar left rail navigation details branches badges material terminal background kenar çubuğu gezinme sol ayrıntılar dallar rozetler materyal terminal arka plan
uk: sidebar left rail navigation details branches badges material terminal background бічна панель навігація ліворуч деталі гілки бейджі матеріал термінал фон
zh_hans: sidebar left rail navigation details branches badges material terminal background 侧边栏 导航 左侧 详细信息 分支 徽章 材质 终端 背景
zh_hant: sidebar left rail navigation details branches badges material terminal background 側邊欄 導覽 左側 詳細資訊 分支 徽章 材質 終端機 背景

# settings.search.alias.section.sleepyMode
source: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night
ar: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night وضع النوم حافظة الشاشة تنشيط إبقاء مستيقظًا لا تنم قفل معرف اللمس بطارية واي فاي ساعة تميمة سمة توهج بكسل ليل
de: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night schlafmodus bildschirmschoner caffeinate wach halten nicht schlafen sperren touch id batterie wlan uhr maskottchen thema leuchten pixel nacht
es: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night modo de suspension protector de pantalla caffeinate mantener despierto no dormir bloquear touch id bateria wifi reloj mascota tema brillo pixel noche
fr: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night mode sommeil économiseur d’écran caféine maintenir éveillé ne pas dormir verrouillage touch id batterie wifi horloge mascotte thème lueur pixel nuit
ja: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night おやすみモード スクリーンセーバー カフェイン スリープ防止 ロック touch id バッテリー wifi 時計 マスコット テーマ グロー ピクセル 夜
ko: 슬리피 모드 화면 보호기 카페인 깨움 유지 잠자기 금지 잠금 터치 아이디 배터리 와이파이 시계 마스코트 테마 글로우 픽셀 야간 sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night
zh_hans: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night 睡眠模式 屏保 caffeinate 保持唤醒 lock touch id 电池 wifi 时钟 吉祥物 主题 glow 像素 夜间
zh_hant: sleepy mode screensaver caffeinate keep awake do not sleep lock touch id battery wifi clock mascot theme glow pixel night 睡眠模式 螢幕保護程式 咖啡因 保持喚醒 勿睡眠 鎖定 touch id 電池 wifi 時鐘 吉祥物 主題 霓虹 畫素 夜間
